@extends('layouts.app')
   @section('content')
<div class="container">
    <div class="row justify-content-center">
        <div class="container2">
            <h1 class="header_1_doc">Политика использования файлов cookie</h1>
            <div>
                <h2 class = "header_2_doc">1. Для чего нужна политика?</h2>
                <h3 class = "header_3_doc">1.1. Общие положения</h3>
<p class = "cookie__privacy__text">Условия настоящей Политики использования куки файлов (далее «Политика») распространяются на Сайт.<br>
Целью настоящей Политики является: <br> 
(1) проинформировать о перечне используемых и автоматически загружаемых на устройство Пользователя Файлов куки;<br>
(2) уведомить о целях установки и использования таких Файлов куки, а также сроков их хранения/установки на устройстве Пользователя;<br>
(3) информировать Пользователя о способах отключения Файлов куки и/или их удаления с устройства.<br>
Каждый Пользователь имеет право ознакомиться с текстом настоящей Политики по следующей ссылке: computer-helpers.ru/cookie_policy.<br>
Сведения, указанные в настоящем документе, являются неотъемлемой частью Политики конфиденциальности веб-сайта, с которой Пользователь может ознакомиться по следующей ссылке: computer-helpers.ru/privacy_policy.<br>
Если у Пользователя возникли какие-либо вопросы к настоящей Политике и/или к работе Файлов куки, Пользователь может адресовать свой вопрос Правообладателю, направив соответствующий письменный запрос на следующий электронный адрес: computer-helpers@internet.ru<br>
Если Пользователь не согласен и/или ему не понятны некоторые из условий данной Политики, он обязан немедленно прекратить пользование Сайтом.</p>
<h3 class = "header_3_doc">1.2. Определение понятий</h3>
<p class = "cookie__privacy__text">«Файлы куки» — преимущественно небольшие фрагменты данных, которые хранятся на компьютере, планшете, мобильном телефоне или другом устройстве Пользователя и позволяют записывать определенную информацию при любом посещении Сайта, взаимодействии со службами, приложениями, инструментами, а также отправке и получении сообщений, с целью идентификации Пользователя независимо от используемого им устройства.<br>
«Пользователь» — юридическое или физическое лицо, которое пользуется Сайтом и/или получило к нему доступ.<br>
«Правообладатель» — следующее лицо, на имя которого зарегистрирован Сайт:<br>
ООО «Компьютерная помощь Воронеж», адрес: г. Воронеж, ул. Воронежская, 299, оф.120, контактные данные: computer-helpers@internet.ru<br>
«Сайт» означает информационную единицу в Интернете, ресурс из веб-страниц (документов), которые объединены общей темой и связаны друг с другом с помощью ссылок. Сайт зарегистрирован на Правообладателя и обязательно привязан к конкретному домену, являющемуся его адресом. Настоящая Политика разработана для следующего сайта: computer-helpers.ru.
</p>

    <h2 class = "header_2_doc">2. Для чего используются файлы куки?</h2>
    <h3 class = "header_3_doc">2.1. Цели использования</h3>
    <p class = "cookie__privacy__text">
        Правообладатель использует Файлы куки для достижения следующих целей: <br>
        (1) для сохранения информации о Пользователе на время использования им Сайта. <br>
        (2) для идентификации Пользователя (распознание браузера и/или устройства каждый раз, когда осуществляется вход на Сайт, сохранение настроек экрана и браузера и/или сохранение логина и пароля Пользователей для входа на Сайт). <br>
        (3) для работы отдельных разделов/страниц Сайта (где использование Файлов куки является крайне необходимым). <br>
        (4) для улучшения юзабилити Сайта и навигации по нему. <br>
        (5) для улучшения взаимодействия Сайта и Пользователей. <br>
        (6) для повышения качества обслуживания и обеспечения максимального удобства и комфорта Пользователей при использовании Сайта. <br>
    </p>
    <h3 class = "header_3_doc">2.2. Виды собираемой информации</h3>
    <p class = "cookie__privacy__text">
      Правообладатель не использует Файлы куки для идентификации Пользователей, а исключительно для определения способов использования Сайта Пользователями. <br>
        Через Файлы куки Правообладатель может собирать следующую информацию о Пользователях: <br>
        (1) IP адрес, тип браузера и устройства, с котором выполняется вход на Сайт; <br>
        (2) операционная система и данные об Интернет провайдере; <br>
        (3) информация о стране, из которой выполняется вход; <br>
        (4) дата и время посещения Сайта, а также возможное количество совершенных кликов Пользователем. <br>
    </p>
    <h2 class = "header_2_doc">
        3. Какие файлы куки используются?
    </h2>
    <p class = "cookie__privacy__text">
        Согласно общепринятым классификациям, на данный момент существуют следующие виды Файлов куки:<br>
        (1) Технические файлы куки. Они являются необходимыми для бесперебойного и надежного функционирования Сайта. Отключение данного типа Файлов куки может привести к ограничению Пользователя в доступе к определенным функциональным возможностям Сайта. <br>
        (2) Сессионные файлы куки. Они являются временными и сохраняют информацию о совершенной Пользователем активности в браузере в течение одной сессии (т.е. до момента закрытия такого браузера Пользователем). <br>
        (3) Перманентные файлы куки. Они сохраняются в памяти устройства Пользователя в течение определенного периода времени и отвечают за личные предпочтения Пользователя, установленные в браузере (к примеру, языковые настройки браузера и/или шрифт Сайта). <br>
        Сайт в работе использует следующие Файлы куки, принадлежащие Правообладателю: <br>
        1. RCPC — для аутентификации пользователя на сайте, хранится 1 день.<br>
        2. XSRF-TOKEN — для защиты от CSRF-атак, хранится до конца сессии.<br>
        3. computer_helpersru_session — для сохранения настроек пользователя на сайте, хранится до конца сессии.<br>
        4. cookie_accepted — для хранения согласия пользователя на использование cookie на сайте, хранится 3 месяца.<br>	 
        5. laravel_cookie_consent — для хранения согласия пользователя на использование cookie на сайте, хранится 1 год.<br>	 
        6. __cookie_consent — для хранения согласия пользователя на использование cookie на сайте, хранится до конца сессии.<br>
    </p>
    
    <h2 class = "header_2_doc">
        4. Как удалить/отключить работу файлов куки?
    </h2>
    <h3 class = "header_3_doc">
        4.1. Общие положения
    </h3>
     <p class = "cookie__privacy__text">
         При входе на Сайт Пользователь предоставляет свое согласие на использование Сайтом Файлов куки следующим образом:<br>
при входе на веб-сайт через модальное окно, в котором пользователю требуется нажать на выбор кнопку "Принять все файлы cookie" или кнопку "Принять только необходимые файлы cookie", чтобы продолжить работу с сайтом.<br>
Каждый Пользователь в любой момент может отключить работу Файлов куки на устройстве, с которого совершается вход на Сайт, и/или удалить уже загруженные ранее Файлы куки на устройство. Если Пользователь не желает отключать работу Файлов куки и/или удалять ранее загруженные Файлы куки, никакие дополнительные действия не требуются от Пользователя в данном случае.<br>
Обращаем внимание, что Правообладатель делает все возможное для того, чтоб использование Сайта было доступно Пользователю без загрузки каких-либо Файлов куки. Однако, Правообладатель не гарантирует, что такие Файлы куки не будут загружаться вовсе, ввиду технических и функциональных особенностей Сайта.<br>
Файлы куки могут храниться на устройстве Пользователя от нескольких часов до нескольких дней или лет, в зависимости от типа загруженных/используемых Файлов куки.<br>
     </p>
      <h3 class = "header_3_doc">
        4.2. Порядок отключения файлов куки
    </h3>
    <p class = "cookie__privacy__text">
        Пользователь имеет возможность отключить работу Файлов куки и/или удалить их вовсе, путем изменения настроек своего браузера (при этом возможно также удаление/отключение файлов куки, установленных другими веб-сайтами):<br>
(1) Для Google Chrome, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <a href = "https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&hl=ru">https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&hl=ru</a>.<br>
(2) Для Firefox, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <a href = "https://support.mozilla.org/ru/kb/uluchshennaya-zashita-ot-otslezhivaniya-v-firefox-?redirectlocale=en-US&redirectslug=enable-and-disable-cookies-website-preferences">https://support.mozilla.org/ru/kb/uluchshennaya-zashita-ot-otslezhivaniya-v-firefox-?redirectlocale=en-US&redirectslug=enable-and-disable-cookies-website-preferences</a>.<br>
(3) Для Internet Explorer, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <a href = "https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies">https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies"</a>.<br>
(4) Для Safari, необходимо изменить параметры и конфигурацию браузера согласно следующим инструкциям по ссылке: <br> <a href = "https://support.apple.com/ru-ru/guide/safari/sfri11471/mac">https://support.apple.com/ru-ru/guide/safari/sfri11471/mac</a>.<br>
    </p>
        	</div>
        </div>
    </div>         
 </div>
   @endsection